/*
 * Localized versions of strings in the library
 */

//Shared
"CFLAC_SHARED_CANCEL" = "Cancel";
"CFLAC_SHARED_SAVE" = "Save";
"CFLAC_SHARED_DONE" = "Done";
"CFLAC_SHARED_CONFIRM" = "Yes";
"CFLAC_SHARED_DENY" = "No";
"CFLAC_SHARED_LOADING_CONFIGS" = "Loading configurations...";
"CFLAC_SHARED_SELECT_MENU" = "Select item";

//Manage configurations
"CFLAC_MANAGE_TITLE" = "App configurations";
"CFLAC_MANAGE_SECTION_PREDEFINED" = "Predefined configurations";
"CFLAC_MANAGE_SECTION_CUSTOM" = "Custom configurations";
"CFLAC_MANAGE_SECTION_GLOBALS" = "Global settings";
"CFLAC_MANAGE_SECTION_GLOBALS_UNCATEGORIZED" = "Others";
"CFLAC_MANAGE_SECTION_BUILD_INFO" = "Build information";
"CFLAC_MANAGE_BUILD_NR" = "Build";
"CFLAC_MANAGE_BUILD_IOS_VERSION" = "iOS version";
"CFLAC_MANAGE_SWIPE_EDIT" = "Edit";
"CFLAC_MANAGE_INDICATOR_EDITED" = "Edited";
"CFLAC_MANAGE_ADD_NEW" = "Add new from...";

//Edit configuration
"CFLAC_EDIT_TITLE" = "Edit configuration";
"CFLAC_EDIT_NEW_TITLE" = "New configuration";
"CFLAG_EDIT_CONFIRM_SAVE_CHANGES" = "Save changes?";
"CFLAC_EDIT_SECTION_NAME" = "Custom config name";
"CFLAC_EDIT_SECTION_SETTINGS" = "Customize";
"CFLAC_EDIT_SECTION_UNCATEGORIZED" = "Others";
"CFLAC_EDIT_SECTION_ACTIONS" = "Actions";
"CFLAC_EDIT_ACTION_APPLY" = "Apply changes";
"CFLAC_EDIT_ACTION_CREATE" = "Confirm creation";
"CFLAC_EDIT_ACTION_RESET" = "Reset to defaults";
"CFLAC_EDIT_ACTION_DELETE" = "Remove";
"CFLAC_EDIT_ACTION_CANCEL" = "Cancel";
"CFLAC_EDIT_COPY_NONAME" = "Untitled";
"CFLAC_EDIT_COPY_SUFFIX" = "copy";
